[
    {
        "UID": "1",
        "image": "http://ieeevis.org/year/2020/assets/carousel/mariocapecchi.jpg",
        "title": "The Making of a Scientist",
        "abstract": "For the first time in the history of the VIS conference, we will have a Nobel prize awardee as the keynote speaker: Mario Capecchi co-winner of the 2007 Nobel Prize in Physiology or Medicine.\n\nMario Capecchi, a renowned geneticist at the University of Utah, is a Distinguished Professor of Human Genetics with a unique life story of overcoming incredible odds when he nearly died as a child in the streets of Italy after his mother was arrested and put in a concentration camp by the Nazis during World War II.\n\nWith an uplifting message that is mainly directed towards the junior members of our community, Mario Capecchi will stress the importance of collaboration in scientific investigation and how strong collaborative research helped him in his professional journey towards the Nobel prize.",
        "bio": "Mario R. Capecchi was born in Verona, Italy in 1937. He received his B.S. degree in chemistry and physics from Antioch College in 1961 and his Ph.D. degree in biophysics from Harvard University in 1967. His thesis work, under the guidance of Dr. James D. Watson, included the analysis of the mechanisms of nonsense suppression; the initiation of protein synthesis, including the demonstration of Formylmethionine tRNA as the initiator of protein synthesis; and the mechanisms of protein termination. From 1967-69 Dr. Capecchi was a Junior Fellow of the Society of Fellows at Harvard University. In 1969 he became an Assistant Professor in the Department of Biochemistry, Harvard School of Medicine. He was promoted to Associate Professor in 1971. In 1973 he joined the faculty at the University of Utah as a Professor of Biology. Since 1988 Dr. Capecchi has been an investigator of the Howard Hughes Medical Institute; since 1989, a Professor of Human Genetics at the University of Utah School of Medicine; and since 1993, Distinguished Professor of Human Genetics and Biology. He is also co-chairman of the Department of Human Genetics.\n\nDr. Capecchi is best known for his pioneering work on the development of gene targeting in mouse embryo-derived stem (ES) cells. This technology allows scientists to create mice with mutations in any desired gene. The power of this technology is that the investigator chooses both which gene to mutate and how to mutate it. The investigator has virtually complete freedom on how to manipulate the DNA sequences in the genome of living mice. This allows scientists to evaluate in detail the function of any gene during the development or post-developmental phase of the mouse. His research interests include the molecular genetic analysis of early mouse development, neural development in mammals, production of murine models of human genetic diseases, gene therapy, homologous recombination and programmed genomic rearrangements in the mouse.\n\nDr. Capecchi is a member of the National Academy of Sciences (1991), the European Academy of Sciences (2002), the American Academy of Arts and Sciences (2009), and the National Academy of Medicine (2015).  He has won numerous awards, including the Bristol-Myers Squibb Award for Distinguished Achievement in Neuroscience Research (1992), the Gairdner Foundation International Award for Achievements in Medical Sciences (1993), the General Motors Corporation’s Alfred P. Sloan Jr. Prize for Outstanding Basic Science Contributions to Cancer Research (1994), the German Molecular Bioanalytics Prize, (1996), the Kyoto Prize in Basic Sciences (1996), the Franklin Medal for Advancing Our Knowledge of the Physical Sciences (1997), the Feodor Lynen Lectureship (1998), the Rosenblatt Prize for Excellence (1998), the Baxter Award for Distinguished Research in the Biomedical Sciences (1998), the Helen Lowe Bamberger Colby and John E. Bamberger Presidential Endowed Chair in the University of Utah Health Sciences Center (1999), lectureship in the Life Sciences for the Collège de France (2000), the Horace Mann Distinguished Alumni Award, Antioch College (2000), the Italian Premio Phoenix-Anni Verdi for Genetics Research Award (2000), the Spanish Jiménez-Diáz Prize (2001), the Pioneers of Progress Award (2001), the Albert Lasker Award for Basic Medical Research (2001), the National Medal of Science (2001), the John Scott Medal Award (2002), the Massry Prize (2002), the Pezcoller Foundation-AACR International Award for Cancer Research (2003), the Wolf Prize in Medicine (2002/03), the March of Dimes Prize in Developmental Biology (2005), the Nobel Prize in Physiology and Medicine (2007) with Oliver Smithies and Martin Evans, the American Heart Association Distinguished Scientist Award (2008), and the American Association of Cancer Research Lifetime Achievement Award (2015).",
        "time_start": "2020-10-27T16:00:00Z",
        "name": "Mario Capecchi",
        "session": "Keynote by Mario Capecchi",
        "session_id": "vis-keynote"
    },
    {
        "UID": "2",
        "image": "https://www.cs.sfu.ca/~sheelagh/img/sheelagh_profile.jpg",
        "name": "Sheelagh Carpendale",
        "title": "Capstone by Sheelagh Carpendale",
        "abstract": "",
        "bio": "Sheelagh Carpendale is a Professor and Canada Research Chair in Information Visualization in the School of Computing Science at Simon Fraser University. She has been inducted into the both IEEE Visualization Academy and the ACM CHI Academy and has received many awards including the IEEE Visualization Career Award, an NSERC STEACIE (a top science award in Canada); a BAFTA (the British equivalent to an Oscar); an ASTech Award Innovations in Technology; two Best Supervision Awards; and the Canadian CHCCS Achievement Award. She leads the Innovations in Visualization (InnoVis) Research Group and has newly established the Interactive Experiences Lab (ixLab). Her research on information visualization, interaction design and qualitative empirical research draws on her dual background in Computer Science (BSc. and Ph.D.) and Visual Arts (Sheridan College, School of Design and Emily Carr, College of Art). By studying how people interact with information in both work and social settings, she works towards designing more inclusive, accessible and understandable interactive visual representations of data. She combines information visualization and human-computer interaction with innovative new interaction techniques to better support the everyday practices of people who are viewing, representing, and interacting with data.",
        "time_start": "2020-10-30T18:00:00Z",
        "session": "Capstone by Sheelagh Carpendale",
        "session_id": "vis-capstone"
    }
]

