[
    {
        "UID": "1",
        "image": "https://ieeevis.b-cdn.net/vis_2021/speakers/danah_boyd.jpg",
        "title": "Keynote Presentation (TBD)",
        "abstract": "",
        "bio": "Dr. boyd is an internationally recognized authority on the ways people use networked social media as a context for social interaction. She has been called the “high priestess” of online social network sites by the Financial Times. Dr. boyd’s research focuses on the intersection of technology, society, and policy. Currently, she is Founder & President of Data & Society, a research institute focused on examining the social and cultural issues that emerge around data-driven technologies. She is author of _It’s Complicated and co-author of, Participatory Culture in a Networked Era, and Hanging Out, Messing Around and Geeking Out_. danah is a Partner Researcher at Microsoft Research, and a Visiting Professor at New York University. She is on the board of the Crisis Text Line, a Trustee of Smithsonian’s National Museum of the American Indian, a member of the U.S. Department of Commerce Data Advisory Council and is on the advisory boards of the Electronic Privacy Information Center and both University of California at Berkeley and University of Michigan’s School of Information. Previously, danah was Fellow at Harvard University’s Berkman Center for Internet and Society.",
        "time_start": "2021-10-26T17:00:00Z",
        "name": "danah boyd",
        "session": "Keynote by danah boyd",
        "session_id": "v-keynote-1"
    },
    {
        "UID": "2",
        "image": "https://ieeevis.b-cdn.net/vis_2021/speakers/fm_hi.jpeg",
        "name": "Fernanda Viégas and Martin Wattenberg",
        "title": "Capstone Presentation (TBD)",
        "abstract": "",
        "bio": "Fernanda Viégas and Martin Wattenberg are Principal Scientists at Google, where they co-lead the PAIR (People+AI Research) initiative. Viégas and Wattenberg are also Gordon McKay Professors of Computer Science at Harvard, where Fernanda is an incoming Sally Starling Seaver Professor at the Radcliffe Institute for Advanced Study.\n\nTheir work in machine learning focuses on transparency and interpretability, as part of a broad agenda to improve human/AI interaction. They are well known for their contributions to social and collaborative visualization, and the systems they’ve created are used daily by millions of people.\n\nViégas and Wattenberg are also known for visualization-based artwork, which has been exhibited in venues such as the Museum of Modern Art in New York, London Institute of Contemporary Arts and the Whitney Museum of American Art. Their artwork has influenced contemporary design practice: for instance, the techniques in their wind map are now used by major media companies around the world to display the weather.",
        "time_start": "2021-10-29T17:00:00Z",
        "session": "Capstone by Fernanda Viégas and Martin Wattenberg",
        "session_id": "x-vis-closing1"
    }
]

